let questionBase = {
	low: [
		{
			text: 'Как правильно закончить пословицу: «Не откладывай на завтра то, что можно…»?',
			variant: ['сделать сегодня', 'сделать послезавтра', 'сделать через месяц', 'никогда не делать'],
			answer: 'сделать сегодня',
		},
		{
			text: 'Что говорит человек, когда замечает нечто необычное?',
			variant: ['попало в лоб', 'залетело в рот', 'накапало в уши', 'бросилось в глаза'],
			answer: 'бросилось в глаза',
		},
		{
			text: 'Что помогает туристу ориентироваться в незнакомом городе?',
			variant: ['путепровод', 'путеукладчик', 'путеводитель', 'путеводная звезда'],
			answer: 'путеводитель',
		},
		{
			text: 'Какой наряд прославил баснописец Крылов?',
			variant: ['тришкин кафтан', 'ивашкин армяк', 'прошкин зипун', 'машкин сарафан'],
			answer: 'тришкин кафтан',
		},
		{
			text: 'Как звали старшую сестру императора Петра Первого?',
			variant: ['Вера', 'Надежда', 'Любовь', 'Софья'],
			answer: 'Софья',
		},
		{
			text: 'Откуда обычно достает подарки Дед Мороз?',
			variant: ['из шкатулки', 'из мешка', 'из-за пазухи', 'из интернет-магазина'],
			answer: 'из мешка',
		},
		{
			text: 'Какой элемент есть в конструкции башенного крана?',
			variant: ['стрела', 'копьё', 'дротик', 'бумеранг'],
			answer: 'стрела',
		},
		{
			text: 'Кто стал героиней песни Максима Леонидова?',
			variant: ['девочка — мираж', 'девочка — видение', 'девочка — приведение', 'девочка — галлюцинация'],
			answer: 'девочка — видение',
		},
		{
			text: 'Как зовут сенбернара, героя популярного фильма?',
			variant: ['Бах', 'Сальери', 'Моцарт', 'Бетховен'],
			answer: 'Бетховен',
		},
		{
			text: 'Что написал Данте?',
			variant: ['«Божественную трагедию»', '«Божественную комедию»', '«Божественную драму»', '«Божественный фарс»'],
			answer: '«Божественную комедию»',
		}
	],

	middle: [
		{
			text: 'Что не бывает морским?',
			variant: ['рельс', 'огурец', 'гребешок', 'узел'],
			answer: 'рельс',
		},
		{
			text: 'Кого с большим основанием можно назвать островитянами?',
			variant: ['алеутов', 'эвенков', 'чукчей', 'якутов'],
			answer: 'алеутов',
		},
		{
			text: 'В какой стране появилась мандолина?',
			variant: ['Испания', 'Италия', 'Венгрия', 'Греция'],
			answer: 'Италия',
		},
		{
			text: 'Как жители Лондона прозвали небоскреб Мэри-Экс, спроектированный Норманом Фостером?',
			variant: ['«корнишон»', '«баклажан»', '«кабачок»', '«патиссон»'],
			answer: '«корнишон»',
		},
		{
			text: 'Какой врач первым в истории русской медицины применил гипсовую повязку?',
			variant: ['Субботин', 'Пирогов', 'Боткин', 'Склифосовский'],
			answer: 'Пирогов',
		},
		{
			text: 'Чем профессионально занимается провизор?',
			variant: ['наблюдает за погодой', 'готовит лекарства', 'ухаживает за растениями', 'импровизирует'],
			answer: 'готовит лекарства',
		},
		{
			text: 'Что на Руси называли «голова садовая»?',
			variant: ['репу', 'свеклу', 'капусту', 'яблоко'],
			answer: 'капусту',
		},
		{
			text: 'Что можно сделать, используя крупчатку?',
			variant: ['покрыть дорогу', 'слепить снежок', 'замесить тесто', 'оседлать лошадь'],
			answer: 'замесить тесто',
		},
		{
			text: 'В какой из этих городов Новый год приходит раньше?',
			variant: ['Пермь', 'Красноярск', 'Омск', 'Новосибирск'],
			answer: 'Красноярск',
		},
		{
			text: 'Какая героиня, как уверяют венецианцы, жила во дворце Контарини-Фазан?',
			variant: ['Дездемона', 'Офелия', 'Джульетта', 'Катарина'],
			answer: 'Дездемона',
		}
	],

	high: [
		{
			text: 'Где в Древней Греции можно было увидеть надпись: «Здесь живут мертвые и говорят немые»?',
			variant: ['на кладбищах', 'в больницах', 'в библиотеках', 'в тюрьмах'],
			answer: 'в библиотеках',
		},
		{
			text: 'Кто был одним из авторов сценария фильма «Музыкальная история» с Сергеем Лемешевым в главной роли?',
			variant: ['Илья Ильф', 'Евгений Петров', 'Михаил Зощенко', 'Аркадий Аверченко'],
			answer: 'Евгений Петров',
		},
		{
			text: 'С чем часто охотятся на рыбу протоптера между сезонами дождей?',
			variant: ['с сетями', 'с сачками', 'с ружьями', 'с лопатами'],
			answer: 'с лопатами',
		},
		{
			text: 'Каким видом спорта серьезно увлекался французский летчик Ролан Гаррос?',
			variant: ['пинг-понгом', 'поло', 'гольфом', 'регби'],
			answer: 'регби',
		},
		{
			text: 'Что такое лобогрейка?',
			variant: ['жнейка', 'шапка', 'болезнь', 'печка'],
			answer: 'жнейка',
		},
		{
			text: 'В каком из своих фильмов не снимался Эльдар Рязанов?',
			variant: ['«Дайте жалобную книгу»', '«Старики — разбойники»', '«Вокзал для двоих»', '«Зигзаг удачи»'],
			answer: '«Зигзаг удачи»',
		},
		{
			text: 'До конца 18 века при английском королевском дворе была должность откупорщика бутылок. Какие бутылки он открывал?',
			variant: ['с вином для королевы', 'с уксусом для кухни', 'прибитые к берегу', 'с заграничными благовониями'],
			answer: 'прибитые к берегу',
		},
		{
			text: 'В какой стране был построен ледокол «Ермак»?',
			variant: ['Россия', 'Германия', 'Нидерланды', 'Великобритания'],
			answer: 'Великобритания',
		}
	]
};